arcanis.vscode-zipfs
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
fwcd.kotlin
GitHub.vscode-pull-request-github
hediet.vscode-drawio
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
rebornix.ruby
redhat.java
stylelint.vscode-stylelint
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wingrunr21.vscode-ruby
